{
  "About Gaza Central Company": "عن شركة مستودع غزة",
  "About Us": "من نحن",
  "Body  Haifa Sharab": "ولدت في العام 1948م وتعتبر من أوائل السيدات اللاتي دخلن عالم الأعمال والتجارة في قطاع غزة, وشغلت العديد من المناصب الإدارية منها عضو مؤسس وعضو مجلس إدارة في شركة معامل الشرق الأوسط لصناعة الأدوية ومستحضرات التجميل م.ع.م.  رئيس مجلس الإدارة في شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية.  شاركت في العديد من المؤتمرات وورش العمل المتعلقة بالتجارة والاقتصاد المحلية منها والدولية وتمتلك علاقات وطيدة مع العديد من رجال الأعمال والتجار وشخصيات عامة وخاصة على مستوى الوطن, وهي عضو في منتدى سيدات الأعمال بالإضافة لعضويتها في الغرفة التجارية الفلسطينية.",
  "Body  Nader  Sharab": "ولد في العام 1968م درس الهندسة الكيميائية في فينا وحاصل على الجنسية النمساوية بالإضافة إلى الجنسية الفلسطينية يجيد وبطلاقة اللغة الإنجليزية والألمانية إلى جانب اللغة العربية, يعتبر من الشخصيات البارزة في المجتمع من خلال علاقاته الوطيدة مع العديد من المؤسسات الدولية والمحلية ومؤسسات المجتمع المدني ويعتبر مشارك فاعل في العديد من المؤتمرات وورش العمل السياسية والتجارية والاقتصادية المحلية منها والدولية. بالإضافة إلى عضويته الفعالة في المؤسسات التالية: .عضو في جمعية رجال الأعمال الفلسطينيين. عضو في الغرفة التجارية الفلسطينية",
  "Body About Gaza Central Company": "شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, هي امتداد لمستودع أدوية غزة المركزي الذي قام بتأسيسه المرحوم الصيدلي حسن يوسف شراب في العام 1983م في مدينة غزة كأول مستودع لتوزيع الأدوية في قطاع غزة, ومنذ ذلك الحين نعمل على تلبية احتياجات السوق الدوائي في قطاع غزة من خلال توزيع وتسويق أفضل وأجود الأدوية سواء كانت محلية أو أجنبية بمهنية عالية, وتلعب الشركة دور كبير في السوق الدوائي الفلسطيني بحيث تقوم الشركة بتوفير العديد من الأدوية الحيوية والضرورية لسكان القطاع وذلك من خلال ارتباط الشركة بعلاقات تجارية مميزة مع العديد من شركات ومصانع الأدوية الأجنبية منها والعربية,  وبمسيرتنا في العمل بمهنية ومصداقية نعتبر من كبرى شركات توزيع الأدوية في فلسطين, حيث نعمل على تغطية سوق الأدوية في قطاع غزة بشكل كامل من خلال التعامل والوصول إلى ما يزيد عن 500 نقطة بيع للأدوية من صيدليات ومستشفيات خاصة وعامة ومراكز ومؤسسات صحية منتشرة في كافة أنحاء قطاع غزة بالإضافة إلى وزارة الصحة الفلسطينية والعديد من المؤسسات الدولية العاملة في فلسطين وبتبني إستراتيجية التكامل للأمام تم إنشاء صيدليتان تابعتان للشركة تعملان كمراكز بيعيه للأدوية والمنتجات التي تسوق من قبل الشركة بالإضافة إلى بعض المنتجات المكملة والمساندة.",
  "Body Footer Contact Us": "اتصل بنا الآن لنرسل لك رقم حساب للصيدلية الخاصة بك",
  "Body Haitham Shurrab": "ولد في العام 1970م حاصل على دبلوم في البرمجة والعلاقات العامة من النمسا ويحمل الجنسية النمساوية بالإضافة إلى الجنسية الفلسطينية ويجيد اللغة الإنجليزية والألمانية إلى جانب اللغة العربية, وهو مشارك فعال في العديد من المؤتمرات والمعارض التجارية المحلية والدولية ويجيد إدارة العلاقات مع العديد من الشركات التجارية والمؤسسات المالية بالإضافة إلى المجتمع المحلي والخارجي, وعضو فاعل في الغرفة التجارية الفلسطينية.",
  "Body Our vision and mission": "نتطلع كأول مستودع أنشأ في قطاع غزة منذ أكثر من ربع قرن من الزمان للارتقاء بالصحة العامة للمواطن الفلسطيني ونكون في مقدمة شركات توزيع الأدوية في فلسطين من خلال توفير كافة احتياجات السوق الفلسطيني من الأدوية والمستلزمات الطبية الحديثة وذات الجودة العالية, والاستمرار في الاستثمار وبناء علاقات الشراكة والتبادل تجاري مع الشركات المنتجة للأدوية ووكلائهم من ناحية وكافة المؤسسات والمراكز الصحية العامة والخاصة المنتشرة في فلسطين من ناحية أخرى بأعلى درجات الكفاءة والمهنية. رسالتنا تسويق الأدوية المسجلة والمرخصة للتداول لدى جهات الاختصاص, وذات الجودة العالية بأعلى درجات المهنية, وتوفيرها لكافة أنحاء قطاع غزة بما يتناسب مع كافة شرائح المجتمع وضمان وصولها للمرضى المحتاجين لها بالوقت والمكان والسعر المناسب.",
  "Body Saed Sharab": "ولد في العام 1976م حاصل على ماجستير إدارة الأعمال من جامعة الأزهر بغزة شارك بالعديد من النشاطات الاجتماعية في قطاع غزة لديه شبكة من العلاقات مع الأكاديميين والمثقفين والعديد من التجار الفلسطينيين في مختلف المجالات, ساهم في العديد من النشاطات التطوعية منها عقد دورة في التسويق الصيدلاني لمجموعة كبيرة من الصيادلة من خلال نقابة صيادلة فلسطين,  بالإضافة إلى عضويته في المؤسسات التالية:  عضو في جمعية الاقتصاديين الفلسطينيين.  عضو في الغرفة التجارية الفلسطينية.",
  "create first order": "أطلب طلبيتك الأولى الآن",
  "ContactUs":"اتصل بنا",
  "Daring Body": "نعمل بدون تردد وبشجاعة وإقدام تحت كل الظروف ونتحمل المخاطر",
  "Excellence in performance Body": "نسعى إلى تحقيق الامتياز في كل عمل نؤديه",
  "Footer Body": "شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, هي امتداد لمستودع أدوية غزة المركزي الذي قام بتأسيسه المرحوم الصيدلي حسن يوسف شراب في العام 1983م في مدينة غزة كأول مستودع لتوزيع الأدوية في قطاع غزة,",
  "Footer Contact Us": "إتصل بنا",
  "Founder": "المؤسس",
  "Founder &amp; Board of Directors": "المؤسس و مجلس الإدارة",
  "Gaza Central Company": "شركة مستودع غزة المركزي",
  "Gaza Central Warehouse Company": "شركة مستودع غزة المركزي",
  "Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies": "شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية",
  "Haifa Sharab": "هيفاء شراب",
  "Haitham Shurrab": "هيثم شراب",
  "Home": "الرئيسية",
  "Honesty Body": "أمناء في تعاملاتنا وكل عمل نؤديه",
  "Left Body Founder &amp; Board of Directors": "المنتشرة في أنحاء قطاع غزة, وشغل العديد من المناصب الإدارية للعديد من المؤسسات المهنية والجمعيات الخيرية منها والاقتصادية والمالية خلال فترة حياته نذكر منها الآتي:  رئيسا للهيئة الإدارية للجمعية الطبية العربية الفلسطينية والتي كانت تمثل نقابة الأطباء والصيادلة, وعضواً للهيئة الإدارية فيها لعدة دورات., عضوا في المجلس الوطني الفلسطيني, نائب لرئيس المجلس الصحي الفلسطيني التابع للهلال الأحمر الفلسطيني., عضو مجلس إدارة ومؤسس في جمعية أصدقاء المريض الخيرية., رئيس مجلس إدارة ومؤسس مستودع أدوية غزة المركزي أول مستودع لتوزيع الأدوية في قطاع غزة., عضو مؤسس ورئيس لمجلس إدارة شركة معامل الشرق الأوسط لصناعة الأدوية ومستحضرات التجميل م.ع.م. , عضو في أول مجلس إدارة منتخب للغرفة التجارية الفلسطينية, وحائز على أعلى الأصوات في تلك الانتخابات., عضو مجلس إدارة في بنك فلسطين المحدود., رئيس مجلس إدارة ومؤسس في شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية.",
  "Mercy Body": "نتراحم فيما بيننا, وبيننا وبين الآخرين",
  "MissionVision": "رؤيتنا و رسالتنا",
  "Nader  Sharab": "نادر شراب",
  "Order Now": "أطلب الآن",
  "Our Customers": "عملاؤنا",
  "Our Mission Body": "رسالتنا تسويق الأدوية المسجلة والمرخصة للتداول لدى جهات الاختصاص, وذات الجودة العالية بأعلى درجات المهنية, وتوفيرها لكافة أنحاء قطاع غزة بما يتناسب مع كافة شرائح المجتمع وضمان وصولها للمرضى المحتاجين لها بالوقت والمكان والسعر المناسب.",
  "Our Team": "فربقتنا",
  "Our Values": "قيمنا ",
  "Our vision and mission": "رؤيتنا و رسالتنا",
  "Our Vision Body": "نتطلع كأول مستودع أنشأ في قطاع غزة منذ أكثر من ربع قرن من الزمان للارتقاء بالصحة العامة للمواطن الفلسطيني ونكون في مقدمة شركات توزيع الأدوية في فلسطين من خلال توفير كافة احتياجات السوق الفلسطيني من الأدوية والمستلزمات الطبية الحديثة وذات الجودة العالية, والاستمرار في الاستثمار وبناء علاقات الشراكة والتبادل تجاري مع الشركات المنتجة للأدوية ووكلائهم من ناحية وكافة المؤسسات والمراكز الصحية العامة والخاصة المنتشرة في فلسطين من ناحية أخرى بأعلى درجات الكفاءة والمهنية.",
  "Pharmaceutical professional Body": "يغلب على عملنا الطابع المهني نهتم بالدرجة الأولى بتوصيل الدواء المناسب والفعال للمرضي قبل أي اعتبار",
  "Piety Body": "نتقي الله في عملنا ومعاملاتنا مع الآخرين",
  "Right Body Founder &amp; Board of Directors": "ولد في العام 1944م ويعتبر من أوائل الصيادلة في قطاع غزة حيث حصل على ماجستير في العلوم الصيدلانية من جامعة فينا بالنمسا في العام1969م,  وعلى الرغم من أنه ولد لعائلة تمتلك العديد من الشركات التجارية والزراعية والصناعية الكبرى التي كانت قائمة بعد تخرجه من الجامعة إلا أنه توجه فور عودته إلى أرض الوطن من النمسا للعمل في خدمة أبناء شعبه في مجال تخصصه المهني كصيدلي في مستشفيات قطاع غزة ليؤدي رسالته المهنية, ومن خلال عمله كصيدلي في مستشفيات القطاع واطلاعه على معاناة المرضى في الحصول على الأدوية اللازمة والضرورية لهم, قرر في العام 1983م الانتقال من العمل في القطاع العام ليؤسس أول مستودع  للأدوية كشركة خاصة ليعمل على توفير احتياجات المرضى من الأدوية الحديثة والمطورة من ناحية والمساهمة في الحفاظ على الأمن الدوائي لقطاع غزة من ناحية أخرى استكمالا لرسالته المهنية, والذي لايزال يعمل باسم شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, كما وقام بتأسيس مصنع الشرق الأوسط للصناعات الدوائية ومستحضرات التجميل مع مجموعة من زملاؤه في العام 1994م,  كما شارك وساهم في العديد من الأنشطة التطوعية والخدمية",
  "Saed Sharab": "سائد شراب",
  "sales representatives": "مندوبي المبيعات",
  "Staff development Body": "نعمل على تطوير موظفينا إلى أقصى الحدود",
  "Sub  Haifa Sharab": "رئيس مجلس الإدارة",
  "Sub  Nader  Sharab": "نائب رئيس مجلس الإدارة والمدير العام ومدير المبيعات للقطاع العام والمؤسسات ",
  "Sub About Gaza Central Company": "شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية تأسست في العام 2003م",
  "Sub Footer Contact Us": "اترك لنا رسالتك",
  "Sub Haitham Shurrab": "عضو مجلس الإدارة ، مدير العلاقات العامة والمدير المالي",
  "Sub sales representatives": "مندوبي مبيعاتنا في مختلف مناطق قطاع غزة",
  "SubHeader": "شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية",
  "Submit": "أرسل",
  "Team spirit Body": "نعمل يداً واحدة متكاتفين لتحقيق أهدافنا بنجاح تام",
  "************ login ************": "***************** login ********************",
  "Get Started": "ابدأ الآن",
  "Login": "تسجيل الدخول",
  "Password": "أدخل كلمة المرور",
  "Remember me": "تذكرنى؟",
  "Sub Get Started": "إنشاء تسجيل الدخول باستخدام رقم الرمز الخاص بك",
  "UserName": "أدخل حساب الصيدلية",
  "Archived Orders": "الطلبات المؤرشفة",
  "Current Orders": "الطلبات الحالية",
  "Customers": "العملاء/الصيدليات",
  "Pharmacy Profile": "الملف الشخصي",
  "Sign in": "تسجيل الدخول",
  "Sing Out": "تسجيل الخروج",
  "Upload Drugs": "رفع ملف الأدوية",
  "Upload Pharmacies": "رفع ملف الصيدليات",
  "Close":"اغلاق",
  "Upload":"رفع",
  "Statistics Chart":"مخطط الإحصائيات",
  "Upload Speical Locations":"تحميل المواقع الخاصة"
}
