{
  "About Gaza Central Company": "About Gaza Central Company",
  "About Us": "About Us",
  "Body  Haifa Sharab": "She was born in the year 1948 AD and is considered one of the first women to enter the world of business and commerce in the Gaza Strip, and she held many administrative positions, including:Founding member and board member of the Middle East Laboratories Company for the Pharmaceutical and Cosmetics Manufacturing Company LLC.Chairman of the Board of Directors of the Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies.She has participated in many conferences and workshops related to local and international trade and economy, and has close relations with many businessmen, merchants, and public and private figures at the national level. She is a member of the Business Women Forum, in addition to her membership in the Palestinian Chamber of Commerce.",
  "Body  Nader  Sharab": "Born in 1968, he studied chemical engineering in Vienna and holds Austrian citizenship in addition to Palestinian citizenship. He is fluent in English and German in addition to Arabic. He is considered one of the prominent figures in society through his close relations with many international and local institutions and civil society institutions. He is considered an active participant in Many local and international political, commercial and economic conferences and workshops. In addition to his active membership in the following institutions:.Member of the Palestinian Businessmen Association.Member of the Palestinian Chamber of Commerce",
  "Body About Gaza Central Company": "Gaza Central Warehouse Company for Drugs and Medical Supplies was established in 2003, and it is an extension of the Gaza Central Drugstore, which was established by the late pharmacist Hassan Youssef Shurrab in the year 1983 AD in Gaza City as the first drug distribution warehouse in the Gaza Strip, and since then we have been working to meet the needs of the pharmaceutical market in the Gaza Strip. Gaza through the distribution and marketing of the best and finest medicines, whether local or foreign, with high professionalism, and the company plays a major role in the Palestinian pharmaceutical market, as the company provides many vital and necessary medicines to the residents of the Strip, through the company’s association with distinguished commercial relations with many foreign pharmaceutical companies and factories including Arabic,With our professional and credible work, we are considered one of the largest drug distribution companies in Palestine, as we work to cover the pharmaceutical market in the Gaza Strip completely through dealing and accessing more than 500 drug selling points from pharmacies, private and public hospitals, health centers and institutions spread throughout the Strip Gaza, in addition to the Palestinian Ministry of Health and many international institutions operating in Palestine By adopting the forward integration strategy, two pharmacies affiliated to the company were established to serve as sales centers for medicines and products marketed by the company, in addition to some complementary and supportive products.",
  "Body Footer Contact Us": "Contact us now to send you an account number for your pharmacy",
  "Body Haitham Shurrab": "He was born in 1970. He holds a diploma in programming and public relations from Austria. He holds Austrian citizenship in addition to Palestinian citizenship. He is fluent in English and German in addition to Arabic. He is an active participant in many local and international conferences and trade fairs, and he is good at managing relationships with many commercial companies and financial institutions. In addition to the local and external community, and an active member of the Palestinian Chamber of Commerce.",
  "Body Our vision and mission": "We look forward as the first warehouse established in the Gaza Strip more than a quarter of a century ago to improve the public health of the Palestinian citizen and be at the forefront of pharmaceutical distribution companies in Palestine by providing all the needs of the Palestinian market of modern and high-quality medicines and medical supplies, and to continue investing and building partnership and exchange relations Trade with pharmaceutical companies and their agents on the one hand, and all public and private health institutions and centers spread in Palestine on the other hand, with the highest levels of efficiency and professionalism. Our mission is to market medicines that are registered and licensed for circulation with the competent authorities, and of high quality with the highest levels of professionalism, and to provide them to all parts of the Gaza Strip in proportion to all segments of society and to ensure that they reach patients who need them at the right time, place and price.",
  "Body Saed Sharab": "He was born in the year 1976. He holds an MBA from Al-Azhar University in Gaza. He participated in many social activities in the Gaza Strip. He has a network of relations with academics, intellectuals and many Palestinian merchants in various fields. He participated in many voluntary activities, including holding a course in pharmaceutical marketing for a large group. From pharmacists through the Palestine Pharmacists Syndicate,In addition to his membership in the following institutions:Member of the Palestinian Economists Association.Member of the Palestinian Chamber of Commerce.",
  "create first order": "Let’s create your first order",
  "ContactUs":"Contact Us",
  "Daring Body": "We work without hesitation, courage and courage under all circumstances and take risks",
  "Excellence in performance Body": "We strive for excellence in everything we do",
  "Footer Body": "The Gaza Central Warehouse Company for Drugs and Medical Supplies, is an extension of the Central Gaza Drugstore, which was established by the late pharmacist Hassan Youssef Shurrab in the year 1983 AD in Gaza City as the first drug distribution warehouse in the Gaza Strip.",
  "Footer Contact Us": "Contact Us",
  "Founder": "Founder",
  "Founder &amp; Board of Directors": "Founder &amp; Board of Directors",
  "Gaza Central Company": "Gaza Central Company",
  "Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies": "Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies",
  "Haifa Sharab": "Haifa Sharab",
  "Haitham Shurrab": "Haitham Shurrab",
  "Home": "Home",
  "Honesty Body": "We are honest in our dealings and every work we do",
  "Left Body Founder &amp; Board of Directors": "Spread throughout the Gaza Strip, and occupied many administrative positions for many professional institutions and charitable, economic and financial institutions during his life, including the following:Chairman of the Administrative Board of the Palestinian Arab Medical Society, which represented the Physicians and Pharmacists Syndicate, and a member of the Administrative Board in it for several sessions., Member of the Palestinian National Council, Vice-President of the Palestinian Health Council of the Palestinian Red Crescent., Member of the Board of Directors and founder of the Patient’s Friends Charitable Society., Chairman of the Board of Directors and founder of the Gaza Central Drug Store, the first drug distribution warehouse in the Gaza Strip. Founding member and Chairman of the Board of Directors of the Middle East Laboratories Company for the Pharmaceutical and Cosmetic Industry LLC., Member of the first elected board of directors of the Palestinian Chamber of Commerce, and the winner of the highest votes in those elections., Member of the Board of Directors of Bank of Palestine Ltd., Chairman of the Board of Directors and founder of the Gaza Central Warehouse Company for Drugs and Medical Supplies.",
  "Mercy Body": "We have compassion among ourselves, between ourselves and others",
  "MissionVision": "Mission&Vision",
  "Nader  Sharab": "Nader  Sharab",
  "Order Now": "Order Now",
  "Our Customers": "Our Customers",
  "Our Mission Body": "Our mission is to market medicines that are registered and licensed for circulation with the competent authorities, and of high quality with the highest levels of professionalism, and to provide them to all parts of the Gaza Strip in proportion to all segments of society and to ensure that they reach patients who need them at the right time, place and price.",
  "Our Team": "Our Team",
  "Our Values": "Our Values",
  "Our vision and mission": "Our vision and mission",
  "Our Vision Body": "We look forward as the first warehouse established in the Gaza Strip more than a quarter of a century ago to improve the public health of the Palestinian citizen and be at the forefront of pharmaceutical distribution companies in Palestine by providing all the needs of the Palestinian market of modern and high-quality medicines and medical supplies, and to continue investing and building partnership and exchange relations Trade with pharmaceutical companies and their agents on the one hand, and all public and private health institutions and centers spread in Palestine on the other hand, with the highest levels of efficiency and professionalism.",
  "Pharmaceutical professional Body": "Our work is of a professional nature, we are primarily concerned with delivering the appropriate and effective medicine to patients before any consideration",
  "Piety Body": "We fear God in our work and our dealings with the others",
  "Right Body Founder &amp; Board of Directors": "He was born in the year 1944 AD and is considered one of the first pharmacists in the Gaza Strip. He obtained a master’s degree in pharmaceutical sciences from the University of Vienna, Austria in the year 1969 AD.Although he was born into a family that owns many major commercial, agricultural and industrial companies that existed after graduating from the university, he went immediately upon his return to the homeland from Austria to work in the service of his people in the field of his professional specialization as a pharmacist in hospitals in the Gaza Strip to perform his professional mission.And through his work as a pharmacist in the hospitals of the sector and his knowledge of the suffering of patients in obtaining the necessary and necessary medicines for them, he decided in the year 1983 AD to move from working in the public sector to establish the first drug warehouse as a private company to work to provide patients’ needs of modern and developed medicines on the one hand and contribute to maintaining Pharmaceutical security for the Gaza Strip, on the other hand, in continuation to its professional mission, which is still working on behalf of the Gaza Central Warehouse Company for Drugs and Medical Appliances, and established the Middle East Factory for Pharmaceutical Industries and Cosmetics with a group of colleagues in the year 1994 AD,He also participated in and contributed to many volunteer and service activities",
  "Saed Sharab": "Saed Sharab",
  "sales representatives": "sales representatives",
  "Staff development Body": "We develop our employees to the maximum",
  "Sub  Haifa Sharab": "Chairman of the Board",
  "Sub  Nader  Sharab": "Vice Chairman and General Manager and Director of Public Sector Sales and Institutions Tenders",
  "Sub About Gaza Central Company": "Gaza Central Warehouse Company for Pharmaceuticals and Medical Appliances was established in 2003",
  "Gaza Central Warehouse Company":"Gaza Central Warehouse Company",
  "Sub Footer Contact Us": "Leave Us Your Message",
  "Sub Haitham Shurrab": "Member of the Board of Directors, Director of Public Relations and Chief Financial Officer",
  "Sub sales representatives": "Board Member, Director of Private Market Sales",
  "SubHeader": "Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies",
  "Submit": "Submit",
  "Team spirit Body": "We work together hand in hand to achieve our goals with complete success",
  "************ login ************": "***************** login ********************",
  "Get Started": "Get Started",
  "Login": "Login",
  "Password": "Enter Password",
  "Remember me": "Remember me?",
  "Sub Get Started": "Create Login Using Your Code Number",
  "Archived Orders": "Archived Orders",
  "Current Orders": "Current Orders",
  "Customers": "Customers",
  "Pharmacy Profile": "Pharmacy Profile",
  "Sign in": "Sign in",
  "Sing Out": "Sing Out",
  "Upload Drugs": "Upload Drugs",
  "Upload Pharmacies": "Upload Pharmacies",
  "Close":"Close",
  "Upload":"Upload",
  "Statistics Chart":"Statistics Chart",
  "Upload Speical Locations":"Upload Speical Locations"
  
}
